_manual_checker_content_=O primeiro campo de texto corresponde ao arquivo, ou texto, que ser\u00E1 verificado. J\u00E1 o segundo campo corresponde aos dados oficiais, que pode ser um arquivo com os hashes, ou um hash diretamente.\n\nAp\u00F3s preencher ambos os campos, clique em \u201CVerificar\u201D para iniciar o processo de verifica\u00E7\u00E3o. Durante o procedimento, a janela ser\u00E1 bloqueada e uma anima\u00E7\u00E3o indicar\u00E1 que o processo est\u00E1 em execu\u00E7\u00E3o. Quando finalizado, a barra indicar\u00E1 o n\u00EDvel de confiabilidade do arquivo, ou texto, verificado. Expandindo a sess\u00E3o de detalhes, ser\u00E1 mostrado cada um dos hashes individualmente, bem como os respectivos resultados.
_manual_generator_content_=O primeiro campo de texto corresponde ao arquivo, ou texto, que ter\u00E1 os hashes gerados. J\u00E1 o segundo campo corresponde ao arquivo de destino onde os hashes gerados ser\u00E3o salvos.\n\nAp\u00F3s preencher ambos os campos, clique em \u201CGerar\u201D para iniciar o processo de gera\u00E7\u00E3o. Durante o procedimento, a janela ser\u00E1 bloqueada e uma anima\u00E7\u00E3o indicar\u00E1 que o processo est\u00E1 em execu\u00E7\u00E3o. Quando finalizado, a janela volta ao normal.
About=Sobre
Algorithm=Algoritmo
Application.URL=URL da aplica\u00E7\u00E3o
Author=Autor
Calculated=Calculado
Check=Checar
Check.Module.=M\u00F3dulo de Checagem.
Checker=Verificador
Dangerous=Perigoso
Drop.a.file.or.a.text.here.to.be.checked.=Solte um arquivo ou um texto aqui para ser verificado.
Drop.a.file.or.a.text.here.to.be.generated.=Solte um arquivo ou um texto aqui para ser gerado.
Drop.a.hash.file.or.a.hash.text.here.to.check.=Solte um arquivo de hash ou um hash aqui para verificar.
Drop.the.destination.file.here.to.generate.=Solte o arquivo de destino aqui para gerar.
Execution.done.=Execu\u00E7\u00E3o finalizada.
Generate=Gerar
Generation.Module.=M\u00F3dulo de Gera\u00E7\u00E3o.
Generator=Gerador
Github.account=Conta do Github
How.To.Use=Como Usar
Input=Entrada
Invalid.execution.module=M\u00F3dulo de execu\u00E7\u00E3o inv\u00E1lido
Invert.selection=Inverter sele\u00E7\u00E3o
LinkedIn.account=Conta do LinkedIn
Manual=Manual
Official=Oficial
Open.destination.file.=Abrir arquivo de destino.
Open.file.to.be.checked.=Abrir arquivo para ser verificado.
Open.file.to.be.generated.=Abrir arquivo para ser gerado.
Open.hash.file.=Abrir arquivo de hash.
Output=Sa\u00EDda
Reliability=Confiabilidade
Reliability.level.=N\u00EDvel de confiabilidade.
Result=Resultado
Result.details=Detalhes do resultado
Running=Executando
Safe=Seguro
Select.all=Selecionar todos
Select.hash.file=Selecione o arquivo de hash
Select.input.file=Selecione o arquivo de entrada
Select.none=Selecionar nenhum
Select.where.to.save.hashes=Selecione onde salvar os hashes
Show.detailed.results.=Mostrar resultados detalhados.
Unsure=Incerto
Version=Vers\u00E3o
Wrong.number.of.arguments.=Quantidade errada de argumentos.
